{
	"hello": {
		"portrait": {
			"image_src": "img/hello1.jpg"
		},
		"heading": "My name is Lean Rada",
		"titles": [
			"a Professional Software Developer",
			"a Pianist",
			"a Composer",
			"a Hobbyist Game Developer",
			"an Android App Developer",
			"a Software Engineer",
			"a Visual Artist",
			"a Human"
		],
		"text": [
			"I like making stuff and discovering new things."
		]
	},

	"projects": {
		"works": []
	},

	"experience": {
		"works": [
			{
				"job": "Android Developer",
				"company": "Azeus Systems, Ltd.",
				"date": ["2015", "Present"],
				"info": "Current job. Working on an app called <a target='_blank' href='https://www.azeusconvene.com/'>Convene</a>."
			},
			{
				"job": "Software Engineering Intern",
				"company": "Azeus Systems, Ltd.",
				"date": ["2014"],
				"info": "Worked on a P2P multiplayer card game on Android that features a disturbing Easter egg.",
				"video": {
					"src": "img/cards.webm",
					"title": "Hand-crafted animations in Android"
				}
			},
			{
				"job": "Flash Developer",
				"alt_company": "Freelance",
				"date": ["2009"],
				"info": "Made animated, sometimes interactive, Internet advertisements. Indirectly contributed to the rise of ad-blockers."
			},
			{
				"job": "Slideshow Designer",
				"alt_company": "Freelance",
				"date": ["2009"],
				"info": "Made illustrated and animated biochemistry learning materials for some school. Learned much about biology as I went."
			}
		]
	},

	"education": {
		"schools": [
			{
				"course": "Bachelor of Science in Computer Science",
				"name": "University of the Philippines Manila",
				"date": ["2011 Jun", "2015 Aug"],
				"info": "<i>cum laude</i>"
			}
		]
	},

	"about": {
		"text": [
			"I started programming when I was just a young boy. Even before that, I have already been making things with pen and paper, LEGO bricks, stuff, and video game level editors. I currently inhabit the Philippines. I like games, programming, art, and music, or any combination of those. As it happens, the most exciting combination of those four things is video game development, and that is why I want to work more on that field.",
			"Other stuff that interest me are design, music theory, cinematography, and engineering. Although I'm more interested in the processes than the products themselves"
		],
		"more_text": [
			"Computer science topics that look interesting to me include, but are not limited to: algorithms and data structures, artifical intelligence, computer graphics, and human-computer interaction (or UX). Incidentally, gamedev encompasses everything in this list.",
			"On games: I enjoy playing puzzle games and innovative games (<a target='_blank' href='https://www.youtube.com/watch?v=TluRVBhmf8w'>Portal</a> is a great example of both). I rarely play video games these days. More than games, I also like game design, which is a neat field, or art if you want to consider it as an art. It is essentially the engineering of fun.",
			"Music that I listen to currently are smooth <a target='_blank' href='https://www.youtube.com/watch?v=86GhfRFdEes'>jazz</a> and chill <a target='_blank' href='https://www.youtube.com/watch?v=_RJmYacpSoc'>hip-hop</a> music, but I don't really like rapping or vocals. I believe the combination is called jazzhop. Sometimes, I also make <a target='_blank' href='https://soundcloud.com/leanra/i-just-wanted-to-know'>music</a>.",
			"On visual arts... Well, I just like looking at nice pictures and drawings. I can't create them though, in a way that makes me feel satisfied about it. I'm not really into some of the advanced art you can find in museums. Sadly, they communicate nothing to me. I just like the colors of the sunset, the lone tree in the winter, the play of light and colors in a <a target='_blank' href='https://noahbradley.com/'>fantasy painting</a>, the bloom filter on a seamless skybox, the fluidity of a well-done <a target='_blank' href='http://orig01.deviantart.net/8530/f/2017/001/6/5/miso_the_noodle_chef_by_sovanjedi-datocbt.gif'>pixel art</a> animation, etc.",
			"I have attempted, with varying degrees of success, to mix and combine these interests into single projects, like a random music generator, procedural art, video game music, game art, game AI, and so on.",
			"Anyway, this section is getting too long. You may or may not discover more stuff about me through the links below. Until then, thanks for visiting!"
		]
	},

	"contact": {
		"links": [
			{
				"name": "Github",
				"text": "Check out my Github projects",
				"fa-icon": "github-alt",
				"url": "https://github.com/Kalabasa"
			},
			{
				"name": "Soundcloud",
				"text": "Hear my music",
				"fa-icon": "soundcloud",
				"url": "https://soundcloud.com/leanra"
			},
			{
				"name": "LinkedIn",
				"text": "Look at my LinkedIn profile",
				"fa-icon": "linkedin",
				"url": "https://ph.linkedin.com/in/lean-godffrey-rada"
			},
			{
				"name": "Email",
				"text": "Tell me how you're feeling",
				"fa-icon": "envelope",
				"url": "mailto:lgmrada@gmail.com"
			}
		]
	}

}