{
	"hello": {
		"portrait": {
			"image_src": "img/hello1.jpg"
		},
		"heading": "My name is Lean Rada",
		"titles": [
			"a Professional Software Developer",
			"a Pianist",
			"a Composer",
			"a Hobbyist Game Developer",
			"an Android App Developer",
			"a Software Engineer",
			"a Visual Artist"
		],
		"text": [
			"I like making stuff and discovering new things."
		]
	},

	"experience": {
		"works": [
			{
				"job": "Android Developer",
				"company": "Azeus Systems, Ltd.",
				"date": ["2015", "Present"],
				"info": "Current job. Working on an app called <a target='_blank' href='https://www.azeusconvene.com/'>Convene</a>."
			},
			{
				"job": "Software Engineering Intern",
				"company": "Azeus Systems, Ltd.",
				"date": ["2014"],
				"info": "Worked on a P2P multiplayer card game on Android that features a disturbing Easter egg.",
				"image": {
					"src": "https://azojt2014.files.wordpress.com/2014/05/ezgif-save.gif?w=625",
					"title": "Hand-crafted animations in Android"
				}
			},
			{
				"job": "Flash Developer",
				"alt_company": "Freelance",
				"date": ["2009"],
				"info": "Made animated, sometimes interactive, Internet advertisements. Indirectly contributed to the rise of ad-blockers."
			},
			{
				"job": "Slideshow Designer",
				"date": ["2009"],
				"info": "Made illustrated and animated biochemistry learning materials. Learned much about biology as I went. Did you know that mitochondria are the powerhouse of the cell?"
			}
		]
	},

	"education": {
		"schools": [
			{
				"course": "Bachelor of Science in Computer Science",
				"name": "University of the Philippines Manila",
				"date": ["2011 Jun", "2015 Aug"],
				"info": "<i>cum laude</i>"
			}
		]
	},

	"skills": {
	},

	"about": {
		"text": [
			"I'm a software developer, in case you didn't already know, who is currently inhabiting the Philippines. I like games, programming, art, and music, or any combination of those. As it happens, the ultimate combination of those four things is video game development, which is why I want to get into that field.",
			"Other stuff that interest me are design, aesthetics, filmography, and engineering. Although I'm more interested in the processes than the products themselves."
		],
		"more_text": [
			"Going deeper, I like computer science topics including, but not limited to: algorithms and data structures, artifical intelligence, computer graphics, and human-computer interaction (UX). Incidentally, gamedev involves everything on that list.",
			"I enjoy playing puzzle games and innovative games (Portal is a great example of both). Game design is a neat field, or art if you like to consider it as an art, which is essentially the engineering of fun.",
			"Currently, I listen to smooth jazz and chill hip-hop music, but I don't really like rapping or vocals. Luckily, there are some producers who make jazzhop without lyrics. Sometimes, I also make music. Someday, I'm gonna make a random music-generating program or maybe make a career out of music.",
			"Well, this section is getting too long now. You may discover more stuff about me at another time. Until then, thanks for visiting!"
		]
	},

	"contact": {
		"links": [
			{
				"name": "Github",
				"text": "Check out my Github projects",
				"fa-icon": "github-alt",
				"url": "https://github.com/Kalabasa"
			},
			{
				"name": "Soundcloud",
				"text": "Hear my music",
				"fa-icon": "soundcloud",
				"url": "https://soundcloud.com/leanra"
			},
			{
				"name": "LinkedIn",
				"text": "Look at my LinkedIn profile",
				"fa-icon": "linkedin",
				"url": "https://ph.linkedin.com/in/lean-godffrey-rada"
			},
			{
				"name": "Email",
				"text": "Tell me how you're feeling",
				"fa-icon": "envelope",
				"url": "mailto:lgmrada@gmail.com"
			}
		]
	}

}